[{
		"id": 151,
		"name":"1 Virgo",
		"title":"IN A PORTRAIT A WOMAN\'S BEST TRAITS ARE IDEALIZED",
		"qualities":"Holding to the divine seed within her personality. Development of character through honest self-criticism. Self-consistency. Trusting and perfecting her
original point of view (prejudice and close-mindedness). Putting practical limits on her sphere of responsibility."
	},
	{
		"id": 205,
		"name":"25 Libra",
		"title":"FALLING GOLDEN LEAVES TEACH LIFE TO A REBELLIOUS SCHOOLGIRL",
		"qualities":"Transcience of all knowledge and all form. Self-forgetfulness. Clearing the mind in meditation. Watching thoughts come and go. Death of desire. The creation as a transparent symbol of the creator. Zen.  Psychedelic clarity of perception. Wistfulness. The muse Thalia (bucolic poetry, earth)."
	},
	{
		"id": 230,
		"name":"20 Scorpio",
		"title":"A WOMAN FLINGS OPEN DARK RED CURTAINS LEADING TO A SACRED PATHWAY",
		"qualities":"Getting to the heart of other people.  Plunging into the mysteries of sex and love despite a lack of assurances (fearful failure of resolve). Emotional coaxing or
sexual seduction (deception and cruelty).  Sex as an approach to deeper emotional intimacy.  Approach to the mysteries (investigations into the occult)."
	},
	{
		"id": 238,
		"name":"28 Scorpio",
		"title":"THE FOREST AT TWILIGHT: A MAJESTIC OBERON CONTEMPLATES THE DYING RAYS OF THE SUN, WHILE PUCK PLAYS AT HIS FEET.",
		"qualities":"Nature mysticism. Cloaking of the divine spirit within the forms of nature. The sleep of the creation. The child's natural attunement to Spirit. Fertile relationship between wisdom and foolishness. Potency and impotency. Puckish humor. Pagan devotion. Seeing the One in the All."
	},
		"id": 259,
		"name":"19 Sagittarius",
		"title":"PELICANS, DISTURBED BY MEN, MOVE TO PLACES UNKNOWN",
		"qualities":"The living mystery of the heart. Preparation for the birth of the divine spirit. Desire for solitude. Finding the deepest of truths within one's own heart. Emotional mysticism. Rosicrucianism. Spiritual nurturance. The pelican as the alchemist's symbol for Christ. Caring."
	},
	{
		"id": 319,
		"name":"19 Aquarius",
		"title":"AMIDST SMOKE AND DRIZZLE, JUBLIANT FIREFIGHTERS DIG THE FINAL TRENCH AROUND A  MOUNTAINTOP BLAZE.",
		"qualities":"Destructive patterns brought under control and channeled into the work of human evolution. Doing the groundwork to actualize a powerful vision of the future (clairvoyance). Following inner directives. Transmutation of sexual energies.  Alchemy.  Working with the energies of the outer planets."
	},
	{
		"id": 321,
		"name":"21 Aquarius",
		"title":"DISILLUSIONED ACTRESS WEEPS QUIETLY IN FRONT OF HER BOUDOIR MIRROR. SERVANTS IN ATTENDANCE.",
		"qualities":"Artistic talent.  Music, poetry, dance. Reflecting a vision of the divine. Emotionally sensitizing the public through art (aristocratic stratification of society; racism). Unrequited love. Suffering which adds depth to art. Sad impossibility of attaining the heavenly ideal within this world. Soul-stirring beauty. The essential emptiness and vanity of life.  Pity (self-pity)."
	}
]
